Repository: loginom/loginom-l10n-omegat
Catalog: omegat/project_save.tmx
Source language: ru
Languages: en

source: Не удалось остановить сессию пользователя %s в течение %d миллисекунд. Количество не завершённых процессов: %d. Список активных подпроцессов: %s. Список не запущенных подпроцессов: %s.
en: Failed to terminate %s user session for %d milliseconds. Number of processes not completed: %d. List of active subprocesses: %s. List of not started subprocesses: %s.

source: Не удалось остановить выполнение активных процессов в пакете %s, возможно, сессия уже закрыта
en: Failed to stop the active processes in %s package, perhaps, the session has already been closed

source: Не удалось остановить выполнение активных процессов сессии, возможно, сессия уже закрыта
en: Failed to stop execution of the active session processes, perhaps, the session has already been closed

source: Невозможно изменить настройки активного подключения
en: Cannot change active connection settings

source: Идентификатор XML "%s" не может начинаться с символа "%s"
en: XML "%s" identifier cannot start with "%s" character

source: Установить значение в ячейку столбца
en: Set value to the column cell

source: Разрешенные URL для кликабельных ссылок в Markdown
en: Allowed URLs for clickable links in Markdown

source: Корневой элемент документа уже существует
en: Document root element already exists

source: Имя инструкции парсера "xml" зарезервировано
en: "xml" parser instruction name reserved

source: Запрещено закрывать сессию %s
en: %s session closing forbidden

source: Переданный объект не является узлом пакета в диспетчере
en: The passed object is not a package node in Session Manager

source: Переданный объект не является узлом сессии в диспетчере
en: The passed object is not a session node in Session Manager

source: Не найден пакет %s в сессии %s. Возможно он уже закрыт
en: No %s package found in %s session. It may have already been closed

source: Не найдена сессия в которой находился пакет %s. Возможно она уже закрыта
en: No session with %s package found. It may have already been closed

source: Не найдена сессия %s. Возможно она уже закрыта
en: No %s session found. It may have already been closed

source: Пакет %s закрыт из диспетчера
en: %s package closed from Session Manager

source: Приемником XML может быть только узел типа 'документ' или 'элемент'
en: XML recipient can only be the 'document' or 'element' node type

source: Пакет %s остановлен из диспетчера
en: %s package stopped from Session Manager

source: Сессия %s закрыта из диспетчера
en: %s session closed from Session Manager

source: Сессия %s остановлена из диспетчера
en: %s session stopped from Session Manager

source: Всем активным пользователям было отправлено сообщение
en: Message sent to all active users

source: Пользователю было отправлено сообщение
en: Message sent to the user

source: Не доступно
en: Not available

source: Разрешённые режимы работы приложения
en: Allowed application modes

source: Нет доступа к документу %s
en: No access to %s document

source: Способ аутентификации
en: Authentication

source: Не разрешено подключение в режиме "%s"
en: Connection in "%s" mode not allowed

source: Нельзя удалить стандартную группу
en: Failed to delete the standard group

source: Файловое хранилище пользователя пока не подготовлено
en: User file storage is still being prepared

source: Не удалось получить полное имя пользователя %s
en: Failed to get the full name of %s user

source: Файл конфигурации содержит некорректный хеш пароля
en: Configuration file contains invalid password hash

source: Неверное имя пользователя или пароль
en: Invalid username or password

source: Любой элемент
en: Any item

source: Невозможно удалить или изменить единственную учетную запись администратора %s с локальной аутентификацией
en: Failed to delete or change the single %s admin account with local authentication

source: Не поддерживается аутентификация через LDAP
en: LDAP authentication not supported

source: Пользователь %s не найден в службе каталогов
en: %s user not found in the directory service

source: Не допускается изменение имени пользователя
en: Username change not allowed

source: Ошибка аутентификации Peer
en: Peer authentication error

source: Пароль должен содержать максимум %d символов
en: Password must be up to %d characters

source: Не существует ни одного пользователя с правами администратора
en: There are no users with admin privileges

source: Пользователь не найден
en: User not found

source: Не удалось получить имя пользователя
en: Failed to retrieve username

source: Ошибка при создании дерева XML-документа
en: Error creating XML document tree

source: Пользователь уже удалён
en: User already deleted

source: У пользователя %s есть активные сессии
en: %s user has active sessions

source: Имя пользователя не может совпадать с именем общей директории %s
en: Username conflicts with %s shared directory name

source: Идентификатор %s зарезервирован и не может быть использован в качестве имени пользователя
en: %s identifier has already been reserved and it cannot be used as a username

source: Имя пользователя может состоять из латинских букв, цифр, символов _ - . и пробела, но не может заканчиваться точкой или пробелом.
en: Username can consist of Latin letters, digits, _ - . characters and space, but it cannot end with a dot or space.

source: Изменение пароля допустимо только при локальной аутентификации
en: Changing the password is only allowed with local authentication

source: Системный пользователь
en: System user

source: Добавляемый элемент %s из пространства имен %s уже существует в схеме и имеет другой тип
en: %s item to be added from %s namespace already exists in the schema and has a different type

source: Добавлена группа %s
en: %s group added

source: Добавлен пользователь %s
en: %s user added

source: Удалена группа %s
en: %s group deleted

source: Удален пользователь %s
en: %s user deleted

source: Ошибка при аутентификации Peer
en: Peer authentication error

source: Ошибка при аутентификации Peer (uid: %s)
en: Peer authentication error (uid: %s)

source: Аутентификация Peer возможна только в пакетном режиме
en: Peer authentication is available only in batch processing mode

source: Требовать смену пароля при следующем входе
en: Require password change on next login

source: Изменение учетной записи %s
en: %s account change

source: Аутентификации Peer не поддерживается на этой платформе
en: Peer authentication not supported on this platform

source: Пользователь
en: User

source: максимум %d символов
en: maximum %d characters

source: Ошибки при загрузке XSD-схемы
en: Errors loading XSD schema

source: минимум
en: minimum

source: %d символов
en: %d characters

source: %d цифр
en: %d digits

source: %d строчных букв
en: %d lowercase letters

source: %d специальных символов
en: %d special characters

source: %d заглавных букв
en: %d uppercase letters

source: Пароль не обеспечивает требований к сложности
en: Password doesn't meet complexity requirements

source: Ограничения пароля
en: Password restrictions

source: Библиотека libxml2 не содержит функционал поддержки не ASCII символов в URI
en: libxml2 library does not have functionality of not ASCII characters in URI

source: Подключение к 1С:Предприятие 8
en: 1C:Enterprise 8 connector

source: Подключение к MS Access
en: MS Access connector

source: Формирование XML
en: XML Generation

source: Компонент "%s" недоступен в текущей редакции Loginom
en: Component "%s" is unavailable in the current Loginom edition

source: Подключение к MS Excel
en: MS Excel connector

source: Выполнение программы
en: Program Execution

source: Экспорт в Tableau файл
en: Export to Tableau file

source: Разбор XML
en: XML parsing

source: Загрузка %s в документ %s не произведена, так как не может быть проверена через файловое хранилище
en: Loading of %s to %s document was not performed because it cannot be checked via file storage

source: Экспорт в Kafka
en: Export to Kafka

source: Импорт из Kafka
en: Import from Kafka

source: Подключение к Deductor Warehouse [MS SQL]
en: Deductor Warehouse [MS SQL] connector

source: Подключение к Deductor Warehouse [Oracle]
en: Deductor Warehouse [Oracle] connector

source: Подключение к Tableau серверу
en: Tableau server connector

source: Выполнение задачи "%s" запрещено
en: Execution of job "%s" forbidden

source: Количество записей в истории не должно быть отрицательным
en: Count of history records must not be negative

source: Информация об исключении имеет некорректный формат
en: Incorrect format of exception information

source: Указаны недопустимые статусы для запуска задачи
en: Invalid job start statuses

source: Недопустимая единица измерения тайм-аута остановки: %s
en: Invalid stop timeout units: %s

source: Значение границы интервала времени должно быть в диапазоне от 0:00 включительно до 24:00 не включительно
en: Time range limit value must be between 0:00 inclusive and 24:00 non-inclusive

source: Возникло исключение при инициализации планировщика задач
en: An exception occurred when initalizing job scheduler

source: Задача уже удалена
en: Job has already been deleted

source: Задача не находится в состоянии конфигурирования
en: Job is not being configured

source: Инициализация планировщика задач была завершена с ошибкой
en: Job scheduler initialization failed

source: Возникло исключение в главном потоке планировщика задач
en: An exception occurred in the main thread of the job scheduler

source: Ошибка при создании COM-объекта XML-документа; возможная причина - не установлена MSXML 6.0
en: Error creating COM object of XML document; possible reason - not installed MSXML 6.0

source: Значение тайм-аута остановки должно быть положительным
en: Stop timeout value must be positive

source: В планировщике создана задача "%s", принадлежащая пользователю %s
en: Job "%s" belonging to user %s created in the scheduler

source: В планировщике удалены все задачи
en: All jobs deleted from the scheduler

source: В планировщике удалены все задачи, принадлежащие пользователю %s
en: All jobs belonging to user %s deleted from the scheduler

source: В планировщике клонирована задача "%s", принадлежащая пользователю %s
en: Job "%s" belonging to user %s cloned in the scheduler

source: В планировщике удалена задача "%s", принадлежащая пользователю %s
en: Job "%s" belonging to user %s deleted from the scheduler

source: В планировщике перенастроена задача "%s", принадлежащая пользователю %s
en: Job "%s" belonging to user %s edited in the scheduler

source: При перенастройке задачи "%s", принадлежащей пользователю %s, были принудительно перезаписаны изменения, внесённые в другой сессии
en: When editing job "%s" belonging to user %s, changes made in other session were forcedly overwritten

source: Задача "%s" отменена
en: Job "%s" cancelled

source: Задача "%s" завершена с ошибкой
en: Job "%s" failed

source: Задача "%s" завершена успешно
en: Job "%s" successfully completed

source: Запуск задачи "%s"
en: Starting job "%s"

source: Запуск задачи "%s" не выполнен. Причина: %s.
en: Job "%s" start failed. Reason: %s.

source: сервер находится в режиме обслуживания
en: the server is in maintenance mode

source: задача уже выполняется
en: the job is already in progress

source: Задача
en: Job

source: Общая директория уже удалена
en: Shared directory already deleted

source: Имя общей директории не может совпадать с именем пользователя %s
en: Username conflicts with %s shared directory name

source: Идентификатор %s зарезервирован и не может быть использован в качестве имени общей директории
en: %s identifier has already been reserved and it cannot be used as a shared directory name

source: Схема "%s" пытается включить схему "%s", однако целевое пространство имен "%s" включаемой схемы не совпадает с "%s"
en: "%s" schema is trying to include "%s" schema, but the target namespace "%s" of the included schema does not match "%s"

source: Имя общей директории не может содержать следующие символы: \ / : * ? " < > | и не может заканчиваться точкой или пробелом, а длина должна быть меньше 256.
en: A shared directory name cannot include the following characters: \ / : * ? " < > | and cannot end with a full stop or space. The name's length must be less than 256.

source: Создана общая директория %s
en: %s shared directory created

source: Удалена общая директория %s
en: %s shared directory deleted

source: Выданы права доступа к общей директории %s
en: Access permissions for shared directory %s granted

source: Отозваны права доступа к общей директории %s
en: Access permissions for shared directory %s revoked

source: Нельзя назначить права на отсутствующую общую директорию %s
en: No permissions can be granted for missing shared directory %s

source: Общая директория
en: Shared directory

source: Нельзя экспортировать таблицу во время изменения данных
en: Failed to export table in the process of data modification

source: Нельзя экспортировать таблицу с неподготовленными данными
en: Failed to export table with unprepared data

source: Экспорт прерван из-за деактивации узла
en: Export deactivated due to node deactivation

source: Документ %s не содержит корневого элемента 'schema'
en: %s document does not contain 'schema' root element 'schema'

source: Выбрано слишком много ячеек для поиска
en: Too many cells for search selected

source: Во входном наборе данных не найдено поле с именем %s. Поле удалено из отображаемых полей.
en: No %s field found in the input dataset. The field has been deleted from the displayed fields.

source: Во входном наборе данных появилось новое поле с именем %s. Поле добавлено к отображаемым полям.
en: New %s field appeared in the input dataset. The field has been added to the displayed fields.

source: Сбор уникальных значений
en: Calculating unique values

source: Элемент %s:%s удален из документа %s, так как не может быть проверен через файловое хранилище
en: %s:%s element was removed from %s document because it could not be verified using the file storage

source: Фильтрация данных
en: Filtering data

source: Отображение данных в виде таблицы
en: Table data view

source: Применение модели ассоциативных правил
en: Applying association rules model

source: Поиск минимумов и максимумов
en: Searching for extrema

source: Нахождение суммы ряда
en: Calculating series sum

source: Ось с данной позицией не найдена
en: No axis with this position found

source: Неверная позиция оси
en: Invalid axis position

source: Неверный тип данных
en: Invalid data type

source: Источник данных находится в неактивном состоянии
en: Data source is inactive

source: Диаграмма
en: Chart

source: Отображение данных в виде диаграммы
en: Chart data view

source: Ассоц. правила:
en: Assoc. Rules:

source: Профили кластеров. %s по кластерам %s
en: Cluster profiles. Preparing %s from clusters %s

source: Не определен компонент
en: Undefined component

source: Произошло недопустимое изменение статуса синхронизации у поля данных
en: Invalid change of the data field synchronization status occurred

source: Построение гистограмм
en: Building histograms

source: Расчет значимости
en: Calculating importance

source: Вне кластеров
en: Other

source: Расчет простейших статистических показателей
en: Calculating simple statistics

source: Профили кластеров
en: Cluster Profiles

source: Поиск частых наборов
en: Searching for frequent itemsets

source: Конечные классы
en: Coarse Classes

source: Построение FP-дерева
en: Building FP-tree

source: Визуализатор "Конечные классы"
en: "Coarse classes" visualizer

source: , Трасса вызовов: "%s"
en: , Stack trace: "%s"

source: При вычислении выражения, соответствующего вычисляемому факту "%s" возникла ошибка
en: Error occurred while calculating the expression corresponding to calculated measure "%s"

source: Результат выражения имеет строковый тип
en: The expression result is of string type

source: При разборе выражения, соответствующего вычисляемому факту "%s" возникла ошибка
en: Error occurred while parsing the expression corresponding to calculated measure "%s"

source: Обнаружена циклическая зависимость между вычисляемыми фактами: %s
en: Circular dependence between calculated measures detected: %s

source: Факт с индексом отображения %d уже присутствует в диаграмме куба
en: The measure with display index %d is already present in the cube chart

source: Нельзя использовать отображение факта с нечисловым типом данных в диаграмме куба
en: Failed to use the measure display of nonnumeric data type in the cube chart

source: Нельзя запросить данные до запроса имен заголовков
en: Failed to query data before requesting headers names

source: Факт с индексом отображения %d отсутствует в диаграмме куба
en: The measure with display index %d is not present in the cube chart

source: Поиск правил
en: Tracing rules

source: Максимальное количество точек
en: Maximum dots count

source: Максимальное количество серий
en: Maximum series count

source: Нельзя начать операцию с буфером обмена, пока не завершена текущая операция.
en: It is forbidden to start the clipboard operation until the current operation is finished.

source: В наборе данных не найдено поле "%s" соответствующее измерению в колонке "%s".
en: "%s" field matching the dimension in "%s" column not found in the dataset.

source: В наборе данных не найдено поле "%s" соответствующее измерению в строке "%s".
en: "%s" field matching the dimension in "%s" row not found in the dataset.

source: Запрошено слишком много ячеек
en: Too many cells requested

source: Выбрано слишком много измерений
en: Too many dimensions selected

source: Подготовка транзакций
en: Preparing transactions

source: Условие не поддерживается агрегацией
en: Relation not supported by aggregation

source: Подготовка входных данных
en: Preparing input data

source: Факт не является вычисляемым
en: Measure is not calculated

source: У факта "%s" отсутствует агрегация "%s"
en: No "%1:s" aggregation for "%0:s" measure

source: У факта "%s" с агрегацией "%s" отсутствует отображение "%s"
en: "%s" measure with "%s" aggregation does not have "%s" display mode

source: Номер набора
en: Itemset ID

source: Идентификатор "%s" не зарегистрирован
en: "%s" identifier not registered

source: В наборе данных не найдено поле "%s" соответствующее факту "%s".
en: "%s" field matching "%s" measure not found in the dataset.

source: Куб. %s по ячейке [%d, %d]
en: Cube. Preparing %s based on cell [%d, %d]

source: Нельзя создать более 3-х диаграмм в Кубе
en: Impossible to create more than 3 charts in Cube

source: Нельзя экспортировать кросс-таблицу, пока не будет завершен текущий экспорт
en: Failed to export a cross table until the current export is finished

source: Нельзя экспортировать кросс-таблицу, когда Куб не активен
en: Failed to export a cross table when the Cube is inactive

source: Нельзя начать создание временного факта, пока не удален существующий временный факт
en: Failed to create a temporary measure because another temporary measure exists

source: Число отсортированных колонок не может превышать %d
en: Count of sorted columns cannot exceed %d

source: Поддержка
en: Support

source: Инкрементный расчет фактов
en: Calculating measures incrementally

source: Расчет фактов
en: Calculating measures

source: При загрузке конфигурации проигнорировано %d диаграмм из-за достижения ограничения: максимум %d диаграмм
en: Upon configuration loading %d charts were ignored due to the limitation: %d charts maximum

source: Многомерное отображение (кросс-таблица и кросс-диаграмма)
en: Multidimensional data view (cross table and cross chart)

source: Расчет показателей качества набора данных
en: Calculating dataset quality indicators

source: Нельзя экспортировать таблицы, пока не будет завершен текущий экспорт
en: Failed to export tables until the current export is finished

source: Нельзя экспортировать таблицы, когда показатели не рассчитаны
en: Failed to export tables when indicators are not calculated

source: Расчет гистограмм полей данных
en: Calculating histograms of data fields

source: Мощность
en: Power

source: Расчет дополнительных статистических показателей
en: Calculating additional statistics

source: Расчет показателей качества полей данных
en: Calculating quality indicators of data fields

source: %s из %s
en: %s from %s

source: Входной источник данных не содержит столбцы с заданными номерами
en: No columns with the specified indexes in the input data source

source: Качество данных. %s по ячейке [%d, %d]
en: Data quality. Preparing %s from the [%d, %d] cell data

source: Качество данных (Непрерывные поля)
en: Data Quality (Continuous Fields)

source: Качество данных (Дискретные поля)
en: Data Quality (Discrete Fields)

source: Качество данных (Сводка)
en: Data Quality (Summary)

source: Отображение показателей качества данных
en: Data quality indicators view

source: Не определено входное дерево данных
en: No input data tree defined

source: Отображение данных в виде дерева
en: Tree data view

source: Достоверность
en: Confidence

source: Не удалось подготовить источник данных для детализации "%s"
en: Failed to prepare the data source for "%s" detailing

source: Ошибка выполнения детализации "%s"
en: Error of "%s" detailing execution

source: Ошибка инициализации детализации "%s"
en: Detailing initialization error "%s"

source: Не удалось получить контекст владельца при инициализации детализации "%s"
en: Failed to get the owner context during "%s" detailing initialization

source: Детализация "%s"
en: Detailing "%s"

source: Не удалось загрузить конфигурацию детализации "%s"
en: Failed to load "%s" detailing configuration

source: Следствие
en: Consequence

source: Дубликаты и противоречия
en: Duplicates and Inconsistencies

source: Отображение дубликатов и противоречий в таблице
en: Show duplicates and inconsistencies in table

source: Финальная модель
en: Final model

source: Нулевая модель
en: Null model

source: Выбранная модель
en: Selected model

source: Имя модели
en: Model name

source: Номер правила
en: Rule ID

source: Дерево
en: Tree

source: Характеристики модели
en: Model info

source: Шаги модели
en: Model steps

source: Нулевые значения
en: Zero values

source: Порядок сортировки
en: Sort order

source: Критерий качества
en: Quality criterion

source: Отчет по регрессии
en: Regression Report

source: Анализ модели линейной регрессии
en: Analysis of linear regression model

source: Лифт
en: Lift

source: Порог значимости
en: Significance threshold

source: Анализ модели логистической регрессии
en: Analysis of logistic regression model

source: Идентификатор транзакции
en: Transaction identifier

source: Базовая линия
en: Baseline

source: Идеальная линия
en: Best

source: Неверное число серий в конфигурации
en: Incorrect series count in configuration

source: Диаграмма % распознанных событий
en: % Captured Response Chart

source: Во входных данных более одного столбца элементов транзакций
en: More than one transaction item column in the input data

source: Распознанных событий, %
en: Captured response, %

source: Диаграмма % распознанных событий (кумулятивная)
en: % Captured Response Chart (Cumulative)

source: Доля выборки, %
en: Percentile

source: FNR (1-Чувствительность)
en: FNR (1-Sensitivity)

source: Выигрыш
en: Gain

source: Во входных данных более одного столбца идентификаторов транзакций
en: More than one transaction identifier column in the input data

source: Рост
en: Lift

source: Диаграмма роста (кумулятивная)
en: Lift Chart (Cumulative)

source: NPV (Точность отрицательного прогноза)
en: NPV (Negative Prediction Value)

source: OCR (Общая точность классификации)
en: OCR (Overall Classification Rate)

source: OPR (Усредненная точность прогноза)
en: OPR (Overall Precision Rate)

source: Неверно задано максимальное число элементов в условии или следствии правил
en: Invalid maximum item count in the rules antecedent or consequence
